{
    "2926623352": "Start Game",
    "1480993431": "Cancel",
    "1879040227": "Confirm",
    "3929721013": "Remind",
    "4294583357": "Are you quit?",
    "542389332": "Sound",
    "3157310952": "Language",
    "3816556049": "Settings",
    "3017042439": "Information",
    "4210560189": "ENGLISH",
    "4033569990": "Introduction.\\n95% of players liked this video game.\\nKing of Monkey is an action role-playing game developed and published by Chinese studio Game Science, based on the novel Journey to the West. The game was released on August 20, 2024 on PlayStation 5 and Windows, with an Xbox Series X/S version also in development.",
    "1860882613": "Change Avatar",
    "445436012": "Shop",
    "1619344631": "Inventory",
    "2549917706": "Task",
    "3668227572": "Message",
    "2709041833": "Progress",
    "1515031455": "Character",
    "394571878": "BookShelf",
    "2446833152": "Item",
    "1605518368": "Armor",
    "1895489252": "Weapon",
    "487435690": "Shard",
    "1896556277": "Material",
    "972776198": "Skill",
    "2939803440": "Level: ",
    "3556305298": "HP",
    "3216411881": "Attack",
    "3193863922": "Upgrade",
    "703407422": "Owned:",
    "2446339383": "Use",
    "1304033871": "Obtain",
    "529100398": "Ascend",
    "2756863586": "Cultivate",
    "4115695344": "Cost",
    "3053152680": "Advancement",
    "629448033": "ATK",
    "3860194346": "DEF",
    "1080299095": "SPD",
    "4280897284": "Assist Rate",
    "226960328": "CRIT Rate",
    "1040319826": "CRIT DMG",
    "977801782": "Effect Hit",
    "1910657029": "Feffect Res",
    "3470973407": "Quick UnEquip",
    "412102766": "Quick Equip",
    "1211049119": "Change",
    "3134553209": "Enhance",
    "3706514169": "Battle Power",
    "3720736391": "Fate",
    "654535999": "Tutorial",
    "1924176688": "Pennetration",
    "1731264808": "Crit DMG Res",
    "3963368898": "Upgrade",
    "1471997877": "Upgrade to Lv.10",
    "4050952503": "DEF Shred",
    "2233375525": "Skill",
    "3474175397": "No Relic equipped. Please go to change it.",
    "690577511": "UnEquip",
    "36051965": "Enchance",
    "3885563751": "Equip",
    "3218354611": "Select Enhancement Materials",
    "2864138748": "Recycle",
    "2957573935": "Target Level",
    "57811654": "Enhance Armor",
    "3722374149": "Cook",
    "2602519814": "Jade Emperor",
    "826052787": "Bodhi Patriarch",
    "758643860": "Taibai Jinxing",
    "3735871200": "Taishang Laojun",
    "4146037665": "Tathāgata Buddha",
    "33255773": "Yama, the King of Hell",
    "1023674356": "Thanks",
    "2706846038": "You are welcome!",
    "4115330102": "No",
    "3784293193": "Yes",
    "2808253299": "",
    "1383840611": "",
    "2218074834": "",
    "1308531577": "",
    "1439465903": "",
    "2862504450": "",
    "305787861": "",
    "3665265863": "",
    "28223063": "",
    "3096584849": "",
    "2397630538": "",
    "1030704952": "",
    "3761986270": "",
    "2061077773": "",
    "2339743662": "",
    "1593306742": "",
    "665085368": "",
    "1644457189": "",
    "3781309601": "",
    "1544058991": "",
    "2023784589": "",
    "28475850": "",
    "4185680871": "",
    "1312286639": "",
    "863818873": "",
    "2829132552": "",
    "3774071538": "",
    "478813756": "",
    "1890897720": "",
    "11198412": "",
    "4071570339": "",
    "65250118": "",
    "335209587": "",
    "958540059": "",
    "3272208194": "",
    "1704258770": "",
    "4294734449": "Buns",
    "3990242207": "Can be used in your Invetory.\\n Immediately recovers Stamina by 30.",
    "3391385872": "The mighty cudgel Sun Wukong \"borrowed\" from the King of the Eatern Sea weighs 6,750 kilograms.It was made of ninth-transformed Ingot and refined in the Eight Trigram Furnace by Sage Laozi. It can nimbly change its length and size, anh it's decorated with gold on both ends, \"Once upon a time, Yu the Great measured rivers and seas with the Nimbus Cudgel to tame floods. When floods ended, he threw the cudgel in the water to pacifv it forever. The King of the Eastern Sea  appreciated and admidred his thoughfulness. The he crowned the cudgel the \"Divine Iron to Tame the water'. After thounds of years, it lost its true color, becoming a dard stick surrounded by sea grass, fish , and shrimp. When the Monkey King explore the sea, it as if sendsed its owner, shining brghtly again. The Monkey King rejoiced, wielding it up and down, stirring up waves. Fish and shirmp also jumped happily.\"Riding Waves: Tales\"",
    "197034733": "Nimbus Cudgel",
    "1807176820": "Increases ATK and DEF by {0}%. Defeating a target with Single-target ATK increases Action poin by {1}%.",
    "1494536525": "Triple-edged Blade",
    "3261922266": "Lord Erlang, Yang Jian's relic. When Yang Jian first mastered the Kaleidoscope, his master, Cloud Sovereign, used Thunder Cloud's essence to forge this divine weapon, shaping it into a mountain. This sword is a combination of cloud and thunder with three sharp point and two edges. It's versatile in offense and defendse.\\n \"Master! With supreme skills, I can conquer heaven and earth, roaming freely in the Three Realms. With formidable troops. I can divide mountains and seas, making all immortals vield! With such power, I \"The slower clouds flow, the further they go. They faster thunder strikes, the quicker it ends. Jian, do keep that in mind...\"",
    "3281594887": "Increase CRIT DMG by {0}%. Has a {1}% chance to reduce self skill CD by 1 turn affer defeating a target with a Single-target ATK skill.",
    "3056058451": "Vanguard of Volition",
    "4235411077": "Six-eared Maccaque's staff weight 6,750 kilograms.\\n Although no refined in Sage Laozi's Eight Trigram Furnace. It's as powerful as the Nimbus Cudgel. Capable of myrialds of changes, It's not real or fake.",
    "2991561944": "Increases CRIT DMG by {0}%. If the target is still alive after self conducts a Single-target ATK, has a {1}% chance to perform a basic attack as follow-up. Can trigger it 1 time per turn. Conterattack and Assist cannot trigger thi effect.",
    "2225074411": "Ninefold Staff",
    "3140406430": "Before Master Xuanzang departed, Guanyin Bodhisattva gave him this Buddhist relic.\\n He treaded tens of thousands of miles, while the rings on his staff clanked millions of times. Step by step and clang after clang, he measured the westbound path in the win.\\n Copper inlaid with iron forged nine rings. Nine nodes of the divine vine made it forever shine.",
    "4283687564": "Increases Effect hit by {0}%. When a turn starts, has a {1} chance to remove 1 Debuff on self.",
    "2736496190": "Nine-Toothed Rake",
    "285920391": "The precious treasure of the Cleaner of the Altars.\\n It full name is the Ultimate Golden Rake, forged personally by the Sage Laozi with divine iron. The Nine-Toodthed Rake wieghs one zhang(about 3.33 meters), with the handle alone weighing 5,048 pounds. when lifted, it emits blazing flames and a radiant glow; when it falls, it brings fierce inds and swirling snow, and the Kings of the underworld tremble with fear.",
    "2280675100": "Increses HP and Effect hit by{0}% When hit by a single-target attack, DEF increases by {1}%, up to 6 stacks.",
    "3350463349": "Nimbus Cloud",
    "2799308836": "Sun WuKong can blow out clouds to travel. Although they aren't as divine as the Nimbus Cloud, they' re as fast and free as gales.",
    "2341285404": "When taking Aoe ATK, increases Action Point by {0}%.",
    "2154875776": "Sunburst Spade",
    "1888283755": "This weapon belongs to yellow Lion who serves under Ninefold Primosaint.\\n It can break boiulders and dig holes.",
    "1948169639": "Increases Single-target ATK DMG by {0}%.",
    "3830071886": "Reincarnation",
    "2866658701": "Lady White Bone's Sinister Bone Blade.\\n When Lady White Bone woke up again, she was holding this blade tightly as if holding her past and her new life.\\n Bones wail; lost sould are sad. One life after another, the killer newver rests.",
    "804519622": "Increases ATK by {0}%. Single-target ATK has a {1}% chance to apply Tear for 2 turns.",
    "2865072186": "Ennead Spear",
    "2515799795": "This mighty weapon stored in the Dragon Palance in the Eastern Sea weighs 1,800 kilograms.\\n The Monkey King called it, \"Light light, light!\" And, \"Not good, not good!\"",
    "1475352310": "Increases CRIT Rate by {0}%.",
    "2492557400": "Crescent Axe",
    "2540878339": "This weapon belongs to Fuil Lion whoi serves under ninefold Primosaint. This giant axe with a huge blade is formidable but less flexible, perfect for battles that require more streghth than skills.",
    "1957201871": "Increases CRIT DMG by {0}%. ",
    "4150887113": "Bronze Hammer",
    "3972180993": "This weapon belongs to Baize Lion whoo serves under Ninefold primosaint.\\n Although it name itself after the divine beast, Baize, it never saw that beast.",
    "820555814": "Increase defend by {0}%.",
    "1205940057": "Moonlit Firefly",
    "1770737213": "Like the moon from clouds, the fan is shaped. Around the moon, stars twinkle like fireflies",
    "731094218": "Increases ATK and DEF by {0}%. Has a {1}% chance to reduce CD by 1 turn after casting a non-ATF skill.",
    "528287578": "Plantain Fan",
    "2047949100": "Princess Iron Fan's fan.\\n Thí fan with energy can create the coldest wind to exitinguish the hottest fire. The fore it generates is strong enough to shake mountains and seas.\\n To celebrate the birth of the Ghost Mother's tenth daughter, the Queen Mother of the West gifted her a fan refinded from the Wind Vein of the Kunlun Mountaain. ghost Mother adored it and named her tenth daughter after the fan.",
    "2906063035": "Increases Effect Hit by {0}%. Single-target attacks have a {1}% chance to inflict Marking on the target for 1 turn.",
    "553617888": "Wings of Phoenix",
    "3739104763": "Queen of Land of Women's fan.\\n In ancient times, a bird landed in the Land of Women with injuries. Saddened by its cry of pain, the Queen couldn't see it die but saved it at all costs. After a few months, the bird recovered and taught the Art ò Water Gathering unique to the Featherfall Kingdom to the those of the Land of Women as a thank-you gift. The River Witch studiesd this art and turned it into a healing method more suiable for the locals to perform. And the bird totem has been passed down since.",
    "1253166276": "Increases Effect RES increases by {0}%. After being attacked by a skill, has a {1}% chance to remove 2 Debuffs on self. Can trigger it 1 time every turns.",
    "1518148805": "Lamian Noodies",
    "3310276678": "A traditional Chinese noodle dish famous for its long, chewy, and elastic noodles, hand-pulled to perfection. Served in a clear, flavorful beef broth with thinly sliced beef and fresh greens, this dish embodies the light yet rich taste of Lanzhou’s authentic culinary tradition.",
    "748407123": "Use in Inventory to increase the whole team’s {0} Attack for 10 minutes.",
    "1035301263": "Tofu Soup",
    "1500871998": "Tofu Soup is a light and delicate soup made with soft tofu, fresh vegetables, and a flavorful broth. It is often seasoned with soy sauce or miso, giving it a gentle, slightly creamy taste and a soothing aroma.",
    "3465409191": "Use in Inventory to increase the whole team’s {0} HP for 5 minutes.",
    "3194471995": "Mushroom Steamed Buns",
    "3426754041": "Mushroom Steamed Buns are soft, fluffy buns made from wheat flour and filled with a savory mushroom mixture. The filling combines sautéed mushrooms with vegetables or minced meat, creating a rich aroma and a naturally sweet, earthy flavor. Each bite offers a perfect balance of tenderness and umami.",
    "2982337210": "Use in Inventory to restore 30 Stamina.",
    "140687695": "Fried Radish Balls",
    "3825690648": "Fried Radish Balls are a Chinese snack with a crispy golden exterior and a soft, fragrant interior. The mild sweetness of radish blends perfectly with the aroma of garlic and scallions, making it a popular street food or appetizer in Chinese cuisine.",
    "3188284045": "se in Inventory to increase the whole team’s {0} Defense for 5 minutes.",
    "2129412363": "Jade Parcels",
    "340387920": "Jade Parcels are small steamed dumplings wrapped in leaves, their dough tinted a vibrant jade-green with spinach or tea powder. Each parcel resembles a tiny gift made of jade — delicate in appearance, fragrant, and full of flavor.",
    "1639392613": "Use in Inventory to increase the whole team’s {0}% Critical Rate for 10 minutes.",
    "766327712": "Shrimp Dumplings",
    "3850698318": "Shrimp Dumplings are a famous Cantonese dim sum dish. They feature a delicate sweetness from the shrimp, a lightly rich and savory flavor, and are typically served with soy sauce or chili sauce for dipping.",
    "3336095521": "Use in Inventory to instantly restore 60 Stamina.",
    "3494759469": "Dragon Beard Noodles",
    "794113467": "Dragon Beard Noodles are extremely thin, long, and soft noodles, likened to “the dragon’s beard” because their strands are as fine as silk, shimmering white, and gracefully flowing when lifted.",
    "2583307357": "Use in Inventory to increase the whole team’s Critical Damage by 5% for 10 minutes.",
    "3759755207": "Garnet Gemstone",
    "2785748685": "Lapis Lazuli Gemstone",
    "4284338755": "Amethyst Gemstone",
    "626062911": "Yellow Jade Gemstone",
    "3738528880": "Topaz Gemstone",
    "3875162774": "Jade Gemstone",
    "1205267230": "Aquamarine Gemstone",
    "33112177": "Garnet Chunk",
    "3754594424": "Lapis Lazuli Chunk",
    "223085232": "Amethyst Chunk",
    "2469455404": "Yellow Jade Chunk",
    "1173230766": "Topaz Chunk",
    "2318396813": "Jade Chunk",
    "2221537110": "Aquamarine Chunk",
    "2195106072": "Garnet Fragment",
    "1064874002": "Lapis Lazuli Fragment",
    "1598959006": "Amethyst Fragment",
    "4216163755": "Yellow Jade Fragment",
    "808403183": "Topaz Fragment",
    "2272927623": "Jade Fragment",
    "948966387": "Aquamarine Fragment",
    "2673114795": "Garnet Silver",
    "980268409": "Lapis Lazuli Silver",
    "3730832260": "Amethyst Silver",
    "2906526196": "Yellow Jade Silver",
    "1951245952": "Topaz Silver",
    "3970825223": "Jade Silver",
    "815472044": "Aquamarine Silver",
    "94271386": "A gemstone with a deep pomegranate-red hue, symbolizing vitality, energy, and courage, believed to bring protection and good fortune to its wearer.",
    "169443556": "A gemstone with a deep blue hue, often flecked with gold or white inclusions. It symbolizes wisdom, loyalty, and good fortune, regarded as a treasure of authority and spirit.",
    "2970711629": "A gemstone with a mystical purple hue, symbolizing wisdom, peace, and spiritual clarity, believed to relieve stress and protect positive energy.",
    "2854686072": "A gemstone with a soft or golden-yellow hue, symbolizing wealth, good fortune, and positive energy, bringing warmth and prosperity to its wearer",
    "3767829545": "A precious gemstone with a deep green color, symbolizing hope, renewal, and wisdom. It is known as the gem of royalty and eternity",
    "1336203162": "A precious gemstone with a translucent green hue, symbolizing purity, nobility, and good fortune. In Eastern culture, jade is regarded as a heavenly treasure, representing virtue, harmony, and longevity. trưng cho phẩm hạnh và sự trường tồn.",
    "3821298220": "A precious gemstone with a clear sky-blue or sea-blue hue, Aquamarine shimmers with a calm and pure light. It symbolizes the ocean, peace, and sincere love, and is believed to bring luck, tranquility, and protection to its wearer.",
    "2765504265": "This item is used to enhance your character's stats. You can get it by defeating monsters or completing quests.",
    "3705692845": "HP",
    "3408929059": "Defense",
    "3931245526": "Attack",
    "1412614616": "Critical Rate",
    "2705154081": "Critical Damage",
    "644011994": "Speed",
    "1917968895": "Defense Shred",
    "3834776171": "Effect Hit",
    "207714668": "Effect Resistance",
    "891187684": "Golden Dragon-Scale",
    "2070463015": "Red Celestial Girdle",
    "383522891": "Celestial Vanguard",
    "1174075048": "Inferno Minotaur Divine",
    "3189975230": "Mountain-Subduing",
    "3064201947": "Golden Empress",
    "2546173843": "Crow",
    "3433781603": "Body Armor",
    "3547192571": "Gloves",
    "243814582": "Boots",
    "2246598488": "Belt",
    "3527531521": "Ring",
    "3020676790": "Common",
    "3586073096": "Uncommon",
    "541094447": "Rare",
    "3059228695": "Epic",
    "956507154": "Supreme",
    "668062127": "Increases HP by {0}% for character.",
    "2444176861": "Sun Wukong",
    "3001573445": "Tang Sanzang",
    "2972224548": "Zhu Bajie",
    "3239655590": "Sha Wujing",
    "2464876360": "The primary material needed to help {0} Ascension. Collect {1} to fuse for {0}.",
    "3805005275": "Esence",
    "2884431123": "Dragon King of the Eastern Sea",
    "249484924": "Third Prince Nezha",
    "2040095356": "Bull Demon King",
    "279287384": "Erlang Shen Yang Jian",
    "916722960": "Little White Dragon",
    "1698233879": "Guanyin Bodhisattva",
    "3964411832": "Crittle Rate",
    "3303625549": "Common EXP Pill",
    "673241457": "Fine EXP Pill",
    "2809464298": "Rare EXP Gourd",
    "1548587904": "Supreme EXP Gourd",
    "331233670": "Can be used in Character Cultivate to increase Character EXP by {0}.",
    "3296921388": "An immortal elixir forged by the Grand Supreme Elder Lord within the Eight Trigrams Furnace. It absorbs the essence of heaven and earth, granting eternal life and advancing in cultivation.",
    "1838653074": "Max level",
    "1229787316": "Penetration",
    "1385930087": "Crit DMG Res",
    "3340314094": "ENGLISH",
    "3712858494": "VIETNAMESE",
    "1869932643": "Coin",
    "370648551": "Jade",
    "3941055152": "Relic Essence",
    "100649268": "Armor primorite",
    "2463318432": "its's the unified currency issued by the Tang Empire, eccepted everywhere in Earth importal Reaml.",
    "4275786275": "Fashioned from jade, this currency circulates among immortals, buddhas, and even demons.",
    "3968099768": "Ores that contain abundant spiritual energy. Infused with divine power in tis core, the ore's surface is permeated with spiritual energy.",
    "2868836483": "Crystals that contain abundant spiritual energy.\\n Overflowing with spiritual energy, the crystal is forged into solidity by celestial artisans with divine flame.",
    "2384237073": "The most commonly used currency.",
    "3461108475": "A special currency circulation arcoss the Three Realms.",
    "2215204487": "Used for Relic level-up.",
    "3444652369": "Used for armor enhancement.",
    "1624740620": "Language",
    "352913878": "",
    "453472628": "",
    "2523552171": "",
    "4269767272": "",
    "2067202080": "",
    "3991180129": "",
    "762970985": "",
    "1999978302": "",
    "1921542908": "",
    "674011253": "",
    "4013442750": "",
    "45078604": "",
    "651413426": "",
    "3959374962": "",
    "2867466854": "",
    "2507386581": "",
    "209041975": "",
    "2257527410": "",
    "661868908": "",
    "243717783": "",
    "562538897": "",
    "198365168": "",
    "361063497": "",
    "4233526590": "",
    "2500953095": "",
    "3876696893": "",
    "481093344": "",
    "1519390178": ""
}