{
    "2926623352": "Bắt đầu",
    "1480993431": "Hủy",
    "1879040227": "Xác nhận",
    "3929721013": "Nhắc nhở",
    "4294583357": "Bạn có muốn thoát game?",
    "542389332": "Âm thanh",
    "3157310952": "Ngôn ngữ",
    "3816556049": "Cài đặt",
    "3017042439": "Thông tin",
    "4210560189": "Tiếng Việt",
    "4033569990": "Giới thiệu.\\n95% đã thích trò chơi điện tử này.\\nKing of the Monkey là một trò chơi hành động nhập vai do studio Game Science từ Trung Quốc phát triển và phát hành, dựa trên cuốn tiểu thuyết Tây du ký. Trò chơi đã được phát hành vào ngày 20 tháng 8 năm 2024 trên PlayStation 5 và Windows, phiên bản dành cho Xbox Series X/S cũng đang được phát triển.",
    "1860882613": "Thay đổi ảnh đại diện",
    "445436012": "Cửa hàng",
    "1619344631": "Túi đồ",
    "2549917706": "Nhiệm vụ",
    "3668227572": "Tin nhắn",
    "2709041833": "Tiến trình",
    "1515031455": "Nhân vật",
    "394571878": "Kệ sách",
    "2446833152": "Vật phẩm",
    "1605518368": "Trang bị",
    "1895489252": "Pháp bảo",
    "487435690": "Mảnh",
    "1896556277": "Nguyên liệu",
    "972776198": "Kỹ năng",
    "2939803440": "Cấp độ: ",
    "3556305298": "HP",
    "3216411881": "Tấn Công",
    "3193863922": "Cường hóa",
    "703407422": "Sở hữu:",
    "2446339383": "Dùng",
    "1304033871": "Nguồn",
    "529100398": "Đột phá",
    "2756863586": "Tu luyện",
    "4115695344": "Tiêu hao",
    "3053152680": "Thăng cấp",
    "629448033": "Tấn công",
    "3860194346": "Phòng thủ",
    "1080299095": "Tốc độ",
    "4280897284": "Tỉ lệ hỗ trợ",
    "226960328": "Tỉ lệ bạo kích",
    "1040319826": "ST Bạo kích",
    "977801782": "Hiệu ứng chính xác",
    "1910657029": "Kháng hiệu ứng",
    "3470973407": "Gỡ nhanh",
    "412102766": "Mặc nhanh",
    "1211049119": "Đổi",
    "3134553209": "Cường Hóa",
    "3706514169": "Chiến Lực",
    "3720736391": "Bản Mệnh",
    "654535999": "Hướng dẫn",
    "1924176688": "Xuyên giáp",
    "1731264808": "Kháng ST bạo kích",
    "3963368898": "Tăng cấp",
    "1471997877": "Tăng tới cấp 10",
    "4050952503": "Khả năng giảm giáp",
    "2233375525": "Kĩ năng",
    "3474175397": "Chưa trang bị Pháp Bảo, vui lòng đến để thay đổi.",
    "690577511": "Gỡ",
    "36051965": "Tăng cấp",
    "3885563751": "Mặc",
    "3218354611": "",
    "2864138748": "",
    "2957573935": "",
    "57811654": "",
    "3722374149": "Nấu Nướng",
    "2602519814": "Ngọc Hoàng",
    "826052787": "Bồ Đề Tổ Sư",
    "758643860": "Thái Bạch Kim Tinh",
    "3735871200": "Thái Thượng Lão Quân",
    "4146037665": "Phật Tổ Như Lai",
    "33255773": "Giêm La Vương",
    "1023674356": "Cảm ơn.",
    "2706846038": "Không có chi.",
    "4115330102": "Không.",
    "3784293193": "Vâng",
    "2808253299": "Con khỉ nhà người lại tìm ta có chuyện gì đây?",
    "1383840611": "Không biết Đại Thánh tìm tôi có chuyện gì không?",
    "2218074834": "Ngộ Không, người muốn học loại phép thuật gì?",
    "1308531577": "Không biết Đại Thánh tới đây có việc gì không?",
    "1439465903": "Xin chào Tôn Đại Thánh.",
    "2862504450": "Người huynh đệ dạo này khỏe không?",
    "305787861": "Kính chào thượng tiên, chẳng hay thượng tiên đến có chuyện gì thế?",
    "3665265863": "Đại sư huynh cứ để đệ trông coi hành lý cho.",
    "28223063": "Có phải yêu quá đến phải không đại sư huynh.",
    "3096584849": "Ngộ không, không được vô lễ.",
    "2397630538": "\"Hí hí hí\"",
    "1030704952": "Ngộ không sao ngươi không đi bảo vệ sự phụ lại đến đây.",
    "3761986270": "Con khí này lại đến rồi.",
    "2061077773": "Đại Thánh tìm Tiểu Vương có việc gì thế?",
    "2339743662": "Ta muốn mượn chỗ ngài một món binh khí vừa tay.",
    "1593306742": "Ta tiện đường ghé qua đây xin chén rươu uống.",
    "665085368": "Tạm biệt.",
    "1644457189": "Đại Thánh đi thong thả.",
    "3781309601": "Ta đâu có nhiều đâu cho ngài mượn.",
    "1544058991": "????",
    "2023784589": "Ai cũng biết chỗ ngài nhiều châu báu ngài đừng có keo kiệt thế. Hả lão Long Vương",
    "28475850": "May đâu mang đại đao ra đây.",
    "4185680871": "Ta không thích đánh đao, phiền vương cung cho đổi thứ khác.",
    "1312286639": "Cho khiêng chĩa ba đến. Chĩa ba này nặng ba ngàn sáu trăm cân rất là nặng đó ngài.",
    "863818873": "Dẩu mấy trăm cân mà ta cầm còn nhẹ tay, chưa vừa ý ta.",
    "2829132552": "Khiêng cây Phương Thiên Họa Kích nặng tới bẩy ngàn hai trăm cân lên đây.",
    "3774071538": "Còn nhẹ lắm chưa dùng được.|Nơi Long vương có nhiều bửu bối, tiếng đồn khắp bốn phương. Vậy quí vương cho người khiêng ra, dù đắc giá mấy, ta cũng xin trả.",
    "478813756": "Nơi Long cung này không còn vật nào nặng hơn Phương Thiên Họa Kích. Thật tình vậy, mong thượng tiên xét cho. |…|Chỗ ta có một cây sắt bao người cũng không khiêng được. Mời thượng tiên đi với ta xem.| Nếu ngài cầm được xin tặng ngày làm binh khí.|Thượng tiên hãy nhìn xem vật phát ra ánh kia kìa.",
    "1890897720": "Wow, Hơi to đấy, nhỏ lại một chút thì tuyệt. | Ủa| Nhỏ lại đi, ngắn lại một chút, nhỏ thêm tí nữa. Ú! Tuyệt.",
    "11198412": "Hơ, Đây là khối sát thần Định Hải của ta ngài không thể lấy được.",
    "4071570339": "Haha, ta đã có vũ khí mới rồi.",
    "65250118": "Đi tìm bảo bối",
    "335209587": "Đông Hải Long Cung",
    "958540059": "Như Ý Kim Cô Bổng",
    "3272208194": "Đông Hải Long Cung có vố sô báu vật, vũ khí hãy mượn ở đó một món bảo bối để dùng.",
    "1704258770": "Đại Thánh đi đâu thế?",
    "4294734449": "Bánh bao",
    "3990242207": "Có thể sử dụng trong kho đồ.\\n Ngay lập tức hồi lại 30 điểm năng lượng.",
    "3391385872": "Vũ khí thần kỳ do Tôn Ngộ Khong \"lấy được\" từ chỗ Đông Hải Long Vương, nặng một vạn ba ngàn năm trăm cân.\\n Gậy được Thái Thượng Lão Quân dùng Thép Ròng Chín Vòng tu luyện trong Lò Bát Quái, có thể điểu chỉnh độ dài và kích cỡ, hai đầu gậy được trang tí vòng Kim Cô, nên được gọi là \"Gậy Như Ý\". \"Năm xưa vua Hạ Vũ trị thuer, từng dùng Gậy Như Ý để đo sông do biển. Khi lũ lụt dịu đi, vua Hạ vũ ném gậy xuống biển, để mãi mãi hợp sông biển làm một. Đông Hải Long Vương hiểu được ý tứ của vua Hạ Vũ, vô cùng cảm kích,  phong chiếc gậy này là \"Định Hải Thần Châm\". Trải qua mấy nghìn năm \"Thần Thiết' đã mất đi màu sắc vốn có, trở nên đen truyền, không còn bóng sáng, thành tổ chứa của rong rêu, tôm cá, Sau này Hầu Vương tới dò biển, được cây gậy thần mang hào quan rực rõ , tràn đầy phúc lành này nhận làm chủ nhân, Hầu Vương vô cùng mửng rõ, múa gậy thần khuấy động cả đại dương, tôm cá cũng mừng rỡ để chung vui- trích \"Tạp Văn - Cưỡi Gió Đạp Sóng\".",
    "197034733": "Như Ý Kim Cô Bổng",
    "1807176820": "Tấn công và phòng thủ tăng {0}%. Sau khi tấn công đơn, nếu đánh bại mục tiêu thì điểm hành động tăng {1}%.",
    "1494536525": "Tam Tiên Lưỡng Nhận Đao",
    "3261922266": "Binh khí thần trên tay của Nhị Lang Chân Quân Dương Tiễn.\\n Khi Dương Tiễn luyện được Bát Cưu Hùy Công, sư phụ của chàng là Vân Trung Quân đã lấy linh hồn của mây và sấm, tạo hình núi non, tu luyện nên thanh đao thần này. Thanh đạo hợp mây sấm thành một thể, ba mũi, hai lưỡi, vừa tấn công vừa phòng thủ, công dụng vô biên.\\n \"Sư phụ! Thần thông của con có thể đăng thiên nhập địa, du ngoạn tam cõi; thần binh của con có thể xẻ núi vượt biển, chư tiên kinh phục! Bản lĩnh nhường này mà con không thể cứu được mẫu thân sao?\"\\n\" Mây trôi thong thả, êm ả ngàn dặm Sấm sét vạn cân, vụt tranh chớp mắt.Tiễn Nhi, hãy nhớ kỹ điều này...\"",
    "3281594887": "ST Bạo kích tăng {0}%. Sau khi thi triển kỹ năng tấn công đơn đánh bại mục tiêu, có {1}% xác suất hiệp hồi chiêu kỹ năng của bản thân -1.",
    "3056058451": "Tùy Tâm Thiết Can Binh",
    "4235411077": "Vũ khí thần kỳ của Lục Nhĩ Mỹ Hầu nặng mọt vạn ba ngàn năm trăm cân.\\n Tuy không được luyện từ lò Bát Quái của Thái Thượng Lão Quân, nhung cây gậy này có uy lực không khác gì Gậy Như Ý.\\n Cả hai món đều thần thôn biến hóa, không thể phân biệt thật giả.",
    "2991561944": "ST Bạo Kích tăng {0}%. Sau khi tấn công đơn, nếu mục tiêu vẫn còn sống, có {1}% xác suất thi triển đánh thường để truy kích, mỗi hiệp kích hoạt tối đa 1 lần. Khi Phản Kích, Hỗ Trợ Tấn công se không kích hoạt hiệu ứng này.",
    "2225074411": "Kim Thiền Trượng",
    "3140406430": "Pháp bảo do Quan Âm Bồ Tát ban tặng khi hòa thượng Huyền Trang chuẩn bị lên đường thỉnh kinh.\\n Đường Tăng Tự hành hương xa mười vạn tám nhìn dặm, tiếng vòng trên trượng vang xa hàng triệu lần, cứ mỗi bước một tiếng, đo lường sức gió trên con đường đi về phí Tây.\\n Cửu Liên Hoàn làm từ đồng dát sắt chín chiếc vòng quấn nhau giữ được vẻ đẹp vĩnh cửu.",
    "4283687564": "Hiệu quả chính xác tăng {0}%. Khi bắt đầu hiệp, nếu bản thân có hiệu ứng suy yếu, có 20% xác suất xóa 1 hiệu ứng suy yếu.",
    "2736496190": "Cửu Xỉ Đinh Ba",
    "285920391": "Pháp bảo của Tịnh Đàn Sứ Giả. Tên đầy đủ là Thượng Bảo Thấm Kim Bá, được Thái Thượng Lão Quân đính thần rèn từ Thần Binh Thiết, Đinh Ba Chín Răng nặng một con số khổng lồ, cả cán nặng 2524 cân. Khi vung lên lửa cháy sáng rực, khi hạ xuống gió dữ tuyết bay. Thần tướng Thiên binh đều kinh hãi, Diêm La Địa Phú cũng phải run sợ.",
    "2280675100": "HP và hiệu quả chính xác tăng {0}% . Khi chịu tấn côn đơn thế. Phòng thủ tăng {1}%, tối đa cộng dồn 6 tầng.",
    "3350463349": "Cân Đẩu Vân",
    "2799308836": "Tôn Ngộ Không thổi khí mây làm pháp bảo bối, Một lần lộn là đi được mười vạn tám ngàn dặm có thể bay nhanh như gió tự do du ngoạn",
    "2341285404": "Khi bị tấn công phạm vi, điểm hành động của bản thân tăng {0)%.",
    "2154875776": "Xẻng Tứ Minh",
    "1888283755": "Binh khí của Hoàng Sư Tinh dưới ghế ngồi của Cửu Linh Nguyên Thánh. Có thể chặt đứt đá lớn và nện xuống đất để đào huyệt.",
    "1948169639": "ST tấn công đơn tăng {0}%.",
    "3830071886": "Võng Sinh",
    "2866658701": "Cốt Kiếm Quái Dị của Bạch Cốt Tinh. Sau khi tỉnh lại lần nữa. Bạch Cốt Tinh càng nâng niu kỹ thanh kiếm này như muốn ôm ấp quá khứ đã qua và cuộc đời mới của mình.",
    "804519622": "Tấn công tăng {0}%. Khi tấn công đơn, có {1}% xác xuất gây Xé Toạc cho mục tiêu tân công, duy trì 2 hiệp.",
    "2865072186": "Xiên Chín Đầu",
    "2515799795": "Binh khí thần được Đông Hải Long Cung thu thập, nặng ba ngàn sáu trăm cân.\\n Mỹ Hầu Vương bình phẩm: \"Nhẹ ơi là nhẹ!\" rồi lại nói: \"Chẳng tiện tay tí nào!\"",
    "1475352310": "Tỷ lệ bạo kích tăng {0}%.",
    "2492557400": "Rìu Việt",
    "2540878339": "Binh khí của Phục Ly Tinh dưới ghế ngồi của Cửu Linh Nguyên Thánh.\\n Chiếu rìu khổng lồ, lưỡi chém cực lớn, tuy thô nhưng không nhạy, rất khó để ra đòn.",
    "1957201871": "ST Bạo Kích tăng {0}%. ",
    "4150887113": "Trùy Đồng",
    "3972180993": "Binh khí của Bạch Trạnh Tinh dưới ghế ngồi của Cửu Linh Nguyên Thánh. Bạch Trạch Tinh tuy tự xưng là Bạch Trạch nhưng lại chưa từng nhìn thấy đầm lầy trăng nào.",
    "820555814": "Phòng thủ tăng {0}%.",
    "1205940057": "Quạt Quế Phách Lưu Huỳnh",
    "1770737213": "Quạt lụa phòng thân của Hằng Nga. Quạt như ánh trăng lấp ló khỏi mây mù cùng các vì sao như đom đóm lượn quanh.",
    "731094218": "ấn công và phòng thủ tăng {0}%. Sau khi thi triển kỹ năng không phải tấn công, có {1}% xác suất hiệp hồi chiêu -1.",
    "528287578": "Quạt Ba Tiêu",
    "2047949100": "Hiệu quả chính xác tăng {0}%. Khi tấn công đơn thế, có {1}% xác suất gây kèm Ký Hiệu cho mục tiêu, duy trì hiệp.",
    "2906063035": "Tăng {0}% Hiệu quả Chính Xác.Các đòn tấn công đơn mục tiêu có {1}% cơ hội gây hiệu ứng Đánh Dấu lên mục tiêu trong 1 lượt.",
    "553617888": "Phù Loan",
    "3739104763": "Quạt lụa được Quốc Vương Nữ Nhi Quốc mang theo người.\\n Xưa kia từng có chim loan bị thương bay lạc xuống Nữ Nhi Quốc, Quốc Vương nghe tiếng kêu bèn vô cung thương xót, không nỡ để chim chết, liền huy động thần dân trong nước ứng cứu. Chim loan dưỡng thương vài tháng thì khỏi bệnh muốn tỏ ý cảm tạ nên truyền thuật Chúc Do của nược Vạn Lĩnh cho Nữ Nhi Quốc. Hà Vù Sư ở Nữ Nhi Quốc ngâm cứu và biến thật chúc Do này thành phương pháp chữa trị phù hợp hơn để dân chúng Nữ nhi Quốc sử dụng. Họa tiết chim loan cũng được lưu truyền từ đó tới nay.",
    "1253166276": "Kháng hiệu ứng tăng {0}%. Sau khi bị kĩ năng tấn công, nếu bản thân tồn tại hiệu ứng suy yếu, có {1}% xác xuất xóa 2 hiệu ứng suy yếu cảu bản thân, cứ 2 hiệp kích hoạt tối đa 1 lần.",
    "1518148805": "Mì kéo tay",
    "3310276678": "Là món mì kéo tay truyền thống của Trung Quốc, nổi tiếng với sợi mì dài, dai và dẻo. Mì thường được dùng với nước dùng trong, thịt bò lát mỏng và rau xanh, mang hương vị thanh, đậm đà và đặc trưng của ẩm thực Lan Châu.",
    "748407123": "Dùng trong Hành lý để tăng cho toàn bộ đội {0} Tấn Công trong 10 phút.",
    "1035301263": "Sốt Đậu Hũ",
    "1500871998": "Món súp nhẹ và thanh, nấu từ đậu hũ mềm, rau củ và nước dùng đậm đà, thường được nêm với nước tương hoặc miso. Món ăn có vị dịu, béo nhẹ.",
    "3465409191": "Dùng trong hành lý để tăng cho toàn bộ  đội {0} HP trong 5 phút.",
    "3194471995": "Bánh bao nấm",
    "3426754041": " Là món bánh hấp nhân nấm, vỏ mềm trắng mịn làm từ bột mì, bên trong là nhân nấm xào thơm với rau củ hoặc thịt băm. Món ăn có hương nấm đậm đà, vị thanh ngọt tự nhiên.",
    "2982337210": "Dùng trong hành lý để khôi phục 30 điểm thể lực.",
    "140687695": "Viên Củ Cải Chiên",
    "3825690648": "Món ăn có vỏ ngoài giòn rụm, bên trong mềm thơm, vị ngọt nhẹ của củ cải hòa cùng hương hành tỏi, thường dùng làm món ăn vặt hoặc khai vị trong ẩm thực Trung Hoa.",
    "3188284045": "Dùng trong hành lý để tăng cho toàn bộ đội {0} Phòng Thủ trong 5 phút.",
    "2129412363": "Bánh Bao Ngọc",
    "340387920": ".Món bánh hấp nhỏ gói trong lá, có màu xanh ngọc lục bảo nhờ rau hoặc bột lá trà, trông giống như những gói quà bằng ngọc",
    "1639392613": "Dùng trong hành lý để tăng cho toàn bộ đội {0} Tỉ lệ Bạo Kích trong 10 phút.",
    "766327712": "Sủi Cảo",
    "3850698318": "Há cảo là một loại dim sum nổi tiếng của Quảng Đông.Hương vị: ngọt dịu của tôm, béo nhẹ, mặn vừa — thường chấm với xì dầu hoặc tương ớt.",
    "3336095521": "Dùng trong hành lý để khôi phục ngay 60 điểm thể lực.",
    "3494759469": "Mì Râu Rồng",
    "794113467": "Là loại mì cực mảnh, dài và mềm, được ví như “râu của rồng” vì sợi mì mảnh như tơ, trắng óng ánh, và chuyển động nhẹ khi nâng lên.",
    "2583307357": "Dùng trong hành lý để tăng cho toàn bộ đội {0} ST Bạo Kích trong 10 phút.",
    "3759755207": "Hồng Ngọc Lựu",
    "2785748685": "Lam Ngọc",
    "4284338755": "Ngọc Thạch Anh Tím",
    "626062911": "Hoàng Ngọc",
    "3738528880": "Ngọc Lục Bảo",
    "3875162774": "Ngọc Bích",
    "1205267230": "Hải Lam Ngọc",
    "33112177": "Khối Đá Hồng Ngọc Lựu",
    "3754594424": "Khối Đá Lam Ngọc",
    "223085232": "Khối Đá Ngọc Thạch Anh Tím",
    "2469455404": "Khối Đá Hoàng Ngọc",
    "1173230766": "Khối Đá Ngọc Lục Bảo",
    "2318396813": "Khối Đá Ngọc Bích",
    "2221537110": "Khối Đá Hải Lam Ngọc",
    "2195106072": "Mảnh Hồng Ngọc Lựu",
    "1064874002": "Mảnh Lam Ngọc",
    "1598959006": "Mảnh Ngọc Thạch Anh Tím",
    "4216163755": "Mảnh Hoàng Ngọc",
    "808403183": "Mảnh Ngọc Lục Bảo",
    "2272927623": "Mảnh Ngọc Bích",
    "948966387": "Mảnh Hải Lam Ngọc",
    "2673114795": "Mảnh vụn Hồng Ngọc Lựu",
    "980268409": "Mảnh vụn Lam Ngọc",
    "3730832260": "Mảnh vụn Ngọc Thạch Anh Tím",
    "2906526196": "Mảnh vụn Hoàng Ngọc",
    "1951245952": "Mảnh vụn Ngọc Lục Bảo",
    "3970825223": "Mảnh vụn Ngọc Bích",
    "815472044": "Mảnh vụn Hải Lam Ngọc",
    "94271386": "Là viên đá quý có sắc đỏ thẫm như hạt lựu, tượng trưng cho sức sống, năng lượng và lòng dũng cảm, mang lại sự bảo vệ và may mắn cho người sở hữu.",
    "169443556": "Là viên đá quý có sắc xanh lam sâu thẳm, thường điểm các tạp chất vàng hoặc trắng. Biểu tượng của trí tuệ, sự trung thành và may mắn, được coi là bảo vật của sự uy quyền và tinh thần.",
    "2970711629": "Là loại đá quý có sắc tím huyền ảo, biểu tượng của trí tuệ, bình an và tâm hồn thanh tịnh, giúp xua tan căng thẳng và bảo vệ năng lượng tích cực.",
    "2854686072": "Là loại ngọc có sắc vàng nhẹ hoặc vàng óng, tượng trưng cho phú quý, may mắn và năng lượng tích cực, mang lại ấm áp và thịnh vượng cho người sở hữu.",
    "3767829545": "Là viên đá quý mang sắc xanh lục sâu thẳm, biểu tượng của hy vọng, tái sinh và trí tuệ. Được xem là viên ngọc của hoàng gia và sự vĩnh cửu.",
    "1336203162": "Là loại ngọc quý có sắc xanh lục trong hoặc mờ, biểu tượng của cao quý, thanh khiết và may mắn. Trong văn hóa Á Đông, Ngọc Bích được xem là báu vật của trời đất, tượng.",
    "3821298220": "Là viên ngọc quý mang sắc xanh da trời trong như nước biển, tỏa ánh sáng dịu mát và thanh khiết. Hải Lam Ngọc tượng trưng cho biển cả, sự bình an và tình yêu chân thành, được tin là mang lại may mắn, thanh tĩnh và bảo hộ cho người sở hữu.",
    "2765504265": "Vật phẩm này dùng để nâng cấp chỉ số cho nhân vật. Bạn có thể nhận nó thông qua đánh quái và làm nhiệm vụ.",
    "3705692845": "HP",
    "3408929059": "Phòng thủ",
    "3931245526": "Tấn công",
    "1412614616": "Tỉ lệ Bạo Kích",
    "2705154081": "Sát thương Bạo Kích",
    "644011994": "Tốc độ",
    "1917968895": "Khả năng xuyên giáp",
    "3834776171": "Hiệu ứng chính xác",
    "207714668": "Kháng hiệu ứng",
    "891187684": "Kim Vũ Long Lân Khải",
    "2070463015": "Hồng Vân Tịnh Đới",
    "383522891": "Quan Thiên Cương",
    "1174075048": "Viêm Ngưu Thần Khải",
    "3189975230": "Trọng Sơn Trấn Nhạc",
    "3064201947": "Hoàng Kim Nữ Vương Giáp",
    "2546173843": "Mũ",
    "3433781603": "Giáp ngực",
    "3547192571": "Găng tay",
    "243814582": "Giầy",
    "2246598488": "Đai lưng",
    "3527531521": "Nhẫn",
    "3020676790": "thường",
    "3586073096": "tốt",
    "541094447": "quý",
    "3059228695": "cực phẩm",
    "956507154": "tuyệt phẩm",
    "668062127": "Tăng {0}% Máu của nhân vật.",
    "2444176861": "Tôn Ngộ Không",
    "3001573445": "Đường Tăng Tạ",
    "2972224548": "Trư Bát Giới",
    "3239655590": "Sa Ngộ Tĩnh",
    "2464876360": "Vật liệu cần thiết để đột phá {0} . Thu thập đủ {1} Tinh Phách có thể ghép thành {0}.",
    "3805005275": "Tinh Phách",
    "2884431123": "Đông Hải Long Vương",
    "249484924": "Tam Thái Tử Na Tra",
    "2040095356": "Ngưu Ma Vương",
    "279287384": "Nhị Lang Thần Dương Tiễn",
    "916722960": "Tiểu Bạch Long",
    "1698233879": "Quan Thế Âm Bồ Tát",
    "3964411832": "Tỉ lệ Bạo Kích",
    "3303625549": "Thuốc EXP hạ phẩm",
    "673241457": "Thuốc EXP trung phẩm",
    "2809464298": "Bình EXP thượng phẩm",
    "1548587904": "Bình EXP tuyệt phẩm",
    "331233670": "Dùng trong Tu Luyện Nhân Vật, tăng {0} điểm EXP nhân vật.",
    "3296921388": "Một loại tiên dược do Thái Thượng Lão Quân luyện thành trong lò Bát Quái, hấp thu tinh hoa của trời đất, ban cho trường sinh bất lão, tăng tiến tu vi.",
    "1838653074": "Cấp độ tối đa",
    "1229787316": "Xuyên giáp",
    "1385930087": "Kháng ST bạo kích",
    "3340314094": "Tiếng Anh",
    "3712858494": "Tiếng Việt",
    "1869932643": "Thông Bảo",
    "370648551": "Tiên Ngọc",
    "3941055152": "Nguyên Uẩn Pháp Bảo",
    "100649268": "Nguyên Uẩn Trang Bị",
    "2463318432": "Đồng tiền thống nhất do nhà Đường phát hành có thể lưu thông ở Tiên Giới.",
    "4275786275": "Khắc ngọc thành tiên, viếng thăm thần tiên, gõ cửa phật môn, để vào yêu đạo.",
    "3968099768": "",
    "2868836483": "Thạch anh chứa nhiều linh khí.\\n Đá thô tràn trề linh khí, được thợ tiên điêu khắc, đốt cháy bằng lừa linh hồn, đông cứng thành pha lê.",
    "2384237073": "Đá quặng chúa nhiều linh khí.\\n Kim loại thần thông, linh hồn xuyên qua bề mặt đến từng chi tiết.",
    "3461108475": "Loại tiền đặc biệt được lưu thông ở Tam Giới.",
    "2215204487": "Dùng để cường hóa pháp bảo.",
    "3444652369": "Dùng để cường hóa trang bị.",
    "1624740620": "Ngôn ngữ",
    "352913878": "Nhân vật Lv.{0}",
    "453472628": "ST tăng tới {0} Tấn Công.",
    "2523552171": "Nếu kĩ năng này Bạo Kích, hiệp hồi chiêu của {0} -1.",
    "4269767272": "Nếu kĩ năng này Bạo Kích, ST tăng {0}.",
    "2067202080": "Hiệp hồi chiêu -1.",
    "3991180129": "Banr thân được Miễn Dịch, duy trì 2 hiệp.",
    "762970985": "Đòn Tàn Khốc",
    "1999978302": "Gây ST bằng 80% Tấn Công cho 1 kẻ địch",
    "1921542908": "Phân Thân",
    "674011253": "Gây 60% ST Tấn Công cho toàn bộ kẻ định đồng thời hồi 30% ST gây ra.",
    "4013442750": "Thiết Bảng Ngàn Cân",
    "45078604": "Gây 180% ST Tấn Công cho kẻ định, kèm thêm Giảm Phòng Thù cho mục tiêu, duy trì 2 hiệp",
    "651413426": "Giảm Phòng Thủ",
    "3959374962": "Giảm Phòng Thủ {0}%.",
    "2867466854": "Miễn Dịch",
    "2507386581": "Không bị ảnh hưởng bởi tất cả các hiệu ứng suy yếu.",
    "209041975": "Tăng Phòng Thủ",
    "2257527410": "Phòng Thủ Tăng {0}%.",
    "661868908": "Không thể cường hóa",
    "243717783": "Không thể nhận được bất kì hiệu ứng cường hóa.",
    "562538897": "Tăng Tấn Công",
    "198365168": "Tấn Công tăng {0}%.",
    "361063497": "Giảm Tấn Công",
    "4233526590": "Tấn Công giảm {0}%.",
    "2500953095": "Cấm Điều Trị",
    "3876696893": "Không thể nhận hiệu ứng hồi máu.",
    "481093344": "Choáng",
    "1519390178": "Không thể hành động trong thời gian duy trì hiệp."
}